<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<link rel = "stylesheet" href = "${pageContext.request.contextPath }/css/footer_piStyle.css">
</head>
<body>
<pre>
&lt;이용약관&gt;

<b>제1장 총칙</b><br>

제1조 목적
이 약관은 오늘의치과(이하 ‘본원’)에서 제공하는 서비스 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 본원과 이용자의 권리, 의미 및 책임사항 등을 규정함을 목적으로 합니다.

제2조 약관의 효력과 변경
(1) 이 약관은 이용자에게 공시함으로서 효력이 발생합니다.
(2) 본원은 사정 변경의 경우와 영업상 중요사유가 있을 때 약관을 변경할 수 있으며, 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.

제3조 약관 외 준칙
이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.

제2장 회원 가입과 서비스 이용

제1조 회원의 정의
회원이란 본원에서 회원으로 적합하다고 인정하는 일반 개인으로 본 약관에 동의하고 서비스의 회원가입 양식을 작성하고 'ID'와 '비밀번호'를 발급받은 사람을 말합니다.

제2조 서비스 가입의 성립
(1) 서비스 가입은 이용자의 이용신청에 대한 본원의 이용승낙과 이용자의 약관내용에 대한 동의로 성립됩니다.
(2) 회원으로 가입하여 서비스를 이용하고자 하는 희망자는 본원에서 요청하는 개인 신상정보를 제공해야 합니다.
(3) 이용자의 가입신청에 대하여 본원에서 승낙한 경우, 본원은 회원 ID와 기타 본원에서 필요하다고 인정하는 내용을 이용자에게 통지합니다.
(4) 가입할 때 입력한 ID는 변경할 수 없으며, 한 사람에게 오직 한 개의 ID가 발급됩니다.
(5) 본원은 다음 각 호에 해당하는 가입신청에 대하여는 승낙하지 않습니다.
가. 다른 사람의 명의를 사용하여 신청하였을 때
나. 본인의 실명으로 신청하지 않았을 때
다. 가입 신청서의 내용을 허위로 기재하였을 때
라. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때

제3조 서비스 이용 및 제한
(1) 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.
(2) 전항의 서비스 이용시간은 시스템 정기점검 등 본원에서 필요한 경우, 회원에게 사전 통지한 후 제한할 수 있습니다.
(3) 서비스 내용 중 온라인상담은 답변하는 담당자의 개인사정에 따라 1일 24시간 서비스가 불가능 할 수도 있습니다.

제4조 서비스의 사용료
(1) 서비스는 회원으로 등록한 모든 사람들이 무료로 사용할 수 있습니다.
(2) 본원에서 서비스를 유료화할 경우 유료화의 시기, 정책, 비용에 대하여 유료화 실시 이전에 서비스에 공시하여야 합니다.

제3장 서비스 탈퇴, 재가입 및 이용 제한

제1조 서비스 탈퇴
(1) 회원이 서비스의 탈퇴를 원하면 회원 본인이 직접 전자메일을 통해 운영자에게 해지 신청을 요청해야 합니다.
(2) 탈퇴 신청시 본인임을 알 수 있는 이름, 주민등록번호, ID, 전화번호, 해지사유를 알려주면, 가입기록과 일치 여부를 확인한 후 가입을 해지합니다.
(3) 탈퇴 여부는 기존의 ID와 비밀번호로 로그인이 되지 않으면 해지된 것입니다.

제2조 서비스 재가입
(1) 제1조에 의하여 서비스에서 탈퇴한 사용자가 재가입을 원할 경우, 회원 본인이 직접 전자메일을 통해 운영자에게 재가입을 요청하면 됩니다.
(2) 재가입 요청 시 본인임을 알 수 있는 이름, 주민등록번호, ID, 전화번호를 알려주면 재가입 처리가 이루어집니다.
(3) 기존의 ID와 비밀번호로 로그인이 되면 재가입이 이루어진 것입니다.

제3조 서비스 이용제한
본원은 회원이 다음 사항에 해당하는 행위를 하였을 경우, 사전통지 없이 이용계약을 해지하거나 기간을 정하여 서비스 이용을 중지할 수 있습니다.
가. 공공 질서 및 미풍 양속에 반하는 경우
나. 범죄적 행위에 관련되는 경우
다. 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행할 경우
라. 타인의 ID 및 비밀번호를 도용한 경우
마. 타인의 명예를 손상시키거나 불이익을 주는 경우
바. 같은 사용자가 다른 ID로 이중 등록을 한 경우
사. 서비스에 위해를 가하는 등 건전한 이용을 저해하는 경우
아. 기타 관련 법령이나 본원에서 정한 이용조건에 위배되는 경우

제4장 서비스에 관한 책임의 제한

제1조 온라인상담
(1) 본원은 서비스의 회원 혹은 사용자들의 상담내용이 상담의사와 서비스 관리자를 제외한 제3자에게 유출되지 않도록 최선을 다해 보안을 유지하려고 노력합니다. 그러나 다음과 같은 경우에는 상담 내용 공개 및 상실에 대하여 본원의 책임이 없습니다.
가. 사용자의 부주의로 암호가 유출되어 상담내용이 공개되는 경우
나. 사용자가 '삭제' 기능을 사용하여 상담을 삭제하였을 경우
다. 천재지변이나 그 밖의 본원에서 통제할 수 없는 상황에 의하여 상담내용이 공개되거나 상담내용이 상실되었을 경우
(2) 회원이 신청한 상담에 대한 종합적이고 적절한 답변을 위하여 담당자들은 상담내용과 답변을 참고할 수 있습니다.
(3) 서비스에서 진행된 상담의 내용은 개인 신상정보를 삭제한 다음 아래와 같은 목적으로 사용할 수 있습니다.
가. 학술활동
나. 인쇄물, CD-ROM 등의 저작활동
다. FAQ, 추천상담 등의 서비스 내용의 일부
(4) 상담에 대한 답변내용은 각 담당자의 지식을 바탕으로 한 주관적인 답변으로 본원의 서비스 의견을 대표하지는 않습니다.
(5) 아래와 같은 상담을 신청하는 경우에는 온라인상담 전체 또는 일부 제공하지 않을 수 있습니다.
가. 같은 내용의 상담을 반복하여 신청하는 경우
나. 상식에 어긋나는 표현을 사용하여 상담을 신청하는 경우

제2조 정보 서비스
(1) 서비스에서 제공되는 내용은 개략적이며 일반적인 내용이고 정보제공만을 위해 제공됩니다. 서비스에서 제공되는 정보나 상담은 절대로 의학적인 진단을 대신할 수 없습니다. 서비스에서 제공되는 정보나 상담은 결코 의학적 진단, 진료 혹은 치료를 대신하려는 목적이 아닙니다. 회원의 건강상태에 관한 의문점이나 걱정이 있다면 실제 전문의사를 찾아 진단을 받아야 합니다. 어떠한 경우에도 서비스에서 제공하는 정보때문에 의사의 진단을 무시하거나, 진단, 진료 혹은 치료받는 것을 미루지 마십시오.
(2) 본원은 서비스에서 언급된 어떠한 특정한 검사나 제품 혹은 치료법도 추천하지 않습니다. 서비스에 표현된 의견은 모두 해당 상담의사의 의견입니다. 본원은 서비스에서 제공된 어떠한 문서나 상담의 내용에 대해서도 책임을 지지 않습니다.
(3) 본 서비스의 정보, 서비스에 참여하는 전문의사 혹은 서비스를 사용하는 다른 회원이나 방문객의 의견을 받아들이는 것은 전적으로 사용자의 판단에 따르는 것입니다. 따라서 본원에서는 회원에게 제공된 어떠한 제품의 활용, 정보, 아이디어 혹은 지시로부터 비롯하는 어떠한 손해, 상해 혹은 그 밖의 불이익에 대한 책임을 지지 않습니다.


이 약관은 2023년 1월 1일 시행합니다.
</pre>
</body>
</html>